{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 247, "word_counts": "{\"what\": 33, \"[m]\": 247, \"is\": 105, \"your\": 36, \"name?\": 43, \"my\": 47, \"name\": 45, \"bob.\": 30, \"[e]\": 43, \"2\": 170, \"+\": 144, \"2?\": 38, \"=\": 56, \"4.\": 20, \"4?\": 38, \"4\": 34, \"6.\": 20}", "word_docs": "{\"what\": 33, \"is\": 104, \"[m]\": 247, \"your\": 36, \"name?\": 43, \"my\": 47, \"name\": 45, \"bob.\": 30, \"[e]\": 38, \"2\": 126, \"+\": 120, \"2?\": 38, \"=\": 56, \"4.\": 20, \"4?\": 38, \"4\": 34, \"6.\": 20}", "index_docs": "{\"9\": 38, \"4\": 104, \"1\": 247, \"14\": 33, \"12\": 36, \"10\": 38, \"13\": 34, \"17\": 20, \"11\": 38, \"2\": 126, \"3\": 120, \"6\": 47, \"5\": 56, \"15\": 30, \"7\": 45, \"8\": 43, \"16\": 20}", "index_word": "{\"1\": \"[m]\", \"2\": \"2\", \"3\": \"+\", \"4\": \"is\", \"5\": \"=\", \"6\": \"my\", \"7\": \"name\", \"8\": \"name?\", \"9\": \"[e]\", \"10\": \"2?\", \"11\": \"4?\", \"12\": \"your\", \"13\": \"4\", \"14\": \"what\", \"15\": \"bob.\", \"16\": \"4.\", \"17\": \"6.\"}", "word_index": "{\"[m]\": 1, \"2\": 2, \"+\": 3, \"is\": 4, \"=\": 5, \"my\": 6, \"name\": 7, \"name?\": 8, \"[e]\": 9, \"2?\": 10, \"4?\": 11, \"your\": 12, \"4\": 13, \"what\": 14, \"bob.\": 15, \"4.\": 16, \"6.\": 17}"}}